Repository: Iqbal-art/mx-fluxbox
Catalog: translations_script/po/mx-fluxbox_*.po
Languages: ca, de, el, es, fr, it, nl, pt, sl

source: This will install into your Home folder components that MX-flux requires in order to run. Any existing fluxbox configuration will be backed up as <i>fluxbox_BAK</i>.
ca: Això instal·larà al vostre directori d'usuari els components necessaris per a executar MX-flux. Es farà còpia de seguretat de qualsevol configuració prèvia de fluxbox com a <i>fluxbox_BAK</i>.
de: Dieses Skript installierte einige Komponenten, die MX-flux zum Funktionieren benötigt, in das Home Verzeichnis. Bereits existierende fluxbox Konfigurationen werden als <i>fluxbox_BAK</i>abgespeichert.
el: Αυτό θα εγκαταστήσει στα συστατικά του αρχικού σας φακέλου τα οποία απαιτεί MX-flux για να τρέξει. Οποιαδήποτε υπάρχουσα διαμόρφωση του fluxbox θα δημιουργηθεί αντίγραφο ασφαλείας ως <i>fluxbox_BAK</i>
es: Esto se instalará en los componentes de la carpeta Inicio que necesita MX-flux para ejecutarse. Cualquier configuración existente de la caja de flujo será respaldada como <i>fluxbox_BAK</i>.
fr: Ce programme va installer les composants nécessaire à MX-FLux dans votre dossier personnel (Home). Toute configuration fluxbox existante sera sauvegardée en tant que <i>fluxbox_BAK</i>
it: Ciò installerà all'interno della tua directory Home i componenti necessari a MX-flux per funzionare. Verrà eseguito il backup di qualsiasi configurazione esistente di fluxbox come <i>fluxbox_BAK</i>.
nl: Dit wordt geïnstalleerd in uw Home map componenten die MX-flux nodig heeft om te worden uitgevoerd. Elke bestaande fluxbox-configuratie wordt geback-upt als <i>fluxbox_BAK</i>.
pt: Isto irá instalar na Pasta Pessoal do utilizador os componentes que o MX-flux requer para ser executado. Qualquer configuração existente do fluxbox será copiada como <i>fluxbox_BAK</i>.
sl: Komponente, potrebne za izvajanje MX-flux bodo nameščene v vašo domačo mapo. Morebitne že obstoječe nastavitve bodo shranjene kot fluxbox_BAK.

source: To start a fluxbox session: log out, select <i>fluxbox</i> from the pull-down menu in the upper right corner, and log back in.
ca: Per començar una sessió de fluxbox, seleccioneu <i>fluxbox</i> del menú desplegable al marge superior dret, i torneu a registrar-vos allí.
de: Zum Starten einer fluxbox Sitzung: ausloggen, <i>fluxbox</i> im Menu rechts oben in der Ecke auswählen und wieder einloggen.
el: Για να ξεκινήσετε μια session fluxbox: αποσυνδεθείτε, επιλέξτε <i>fluxbox</i> από το αναπτυσσόμενο μενού στην επάνω δεξιά γωνία και συνδεθείτε ξανά.
es: Para iniciar una sesión de fluxbox: cierre la sesión, seleccione <i>fluxbox</i> en el menú desplegable de la esquina superior derecha y vuelva a iniciar sesión.
fr: Pour lancer une session fluxbox : déconnectez-vous, choisissez <i>fluxbox</i> dans le menu déroulant en haut à droite, et reconnectez-vous.
it: Per avviare una sessione di fluxbox: uscire, selezionare <i>fluxbox</i>dal menu a discesa nell'angolo in alto a destra, quindi fare nuovamente il Log-in.
nl: Om een fluxbox-sessie te starten: log uit, selecteer <i>fluxbox</i> in het vervolgkeuzemenu in de rechterbovenhoek en log opnieuw in.
pt: Para iniciar uma sessão fluxbox: sair da sessão, seleccionar <i>fluxbox</i> no menu suspenso no canto superior direito e entrar novamente no sistema.
sl: Za začetek fluxbox seje: odjavite se, iz padajočega menija desno zgoraj izberite <i>fluxbox</i> nato se prijavite nazaj.

source: OK to proceed?
ca: D'acord en començar?
de: Bereit zum Weitermachen ?
el: Να προχωρήσουμε;
es: ¿Está bien si procedemos?
fr: Prêt à continuer ?
it: OK a procedere?
nl: OK om door te gaan?
pt: Prosseguir?
sl: OK za nadaljevanje?

source: All done!
ca: Ja està fet!
de: Fertig !
el: Ολοκληρώθηκε!
es: ¡Todo listo!
fr: C'est fait !
it: Tutto fatto!
nl: Helemaal klaar!
pt: Tudo pronto!
sl: Vse opravljeno!

source: ERROR: Yad not installed or not in path.
ca: ERROR: Yad no està instal·lat o no té camí d'accés.
de: FEHLER: Yad nicht installiert oder nicht im Pfad.
el: Σφάλμα: Το Yad δεν είναι εγκατεστημένο ή δεν βρίσκεται στη διαδρομή.
es: ERROR: Yad no instalado o no en ruta.
fr: ERREUR: Yad n'est pas installé ou pas au chemin indiqué.
it: ERROR: Yad non installato o non corretto il collegamento ad esso.
nl: FOUT: Yad niet geïnstalleerd of niet in het pad.
pt: ERRO: Yad não instalado ou em falta no endereço.
sl: NAPAKA: Yad ni nameščen oziroma ni v poti

source: Yad found. So far so good..
ca: He trobat el Yad. Fins ara bé...
de: Yad gefunden. So weit so gut..
el: Το Yad βρήκε.
es: Yad encontrado. Hasta ahora todo bien...
fr: Yad a été trouvé. Tout va bien...
it: Yad trovato. Fin qui tutto bene..
nl: Yad gevonden. Tot zover goed...
pt: Yad encontrado. Tudo bem até aqui...
sl: Yad nameščen.

source: ERROR: idesk not installed or not in path. Try http://sourceforge.net/projects/idesk/
ca: ERROR: idesk no està instal·lat o no té camí d'accés. Proveu http://sourceforge.net/projects/idesk/
de: Fehler: idesk nicht installiert oder nicht im Pfad. Versuche http://sourceforge.net/projects/idesk/
el: Σφάλμα: Το idesk δεν είναι εγκατεστημένο ή δεν βρίσκεται στη διαδρομή. Δοκιμάστε http://sourceforge.net/projects/idesk/
es: ERROR: idesk no instalado o no en ruta. Pruebe http://sourceforge.net/projects/idesk/
fr: ERREUR: idesk n'est pas installé ou pas au chemin indiqué. Essayez http://sourceforge.net/projects/idesk/
it: ERROR: idesk non installato o non corretto il collegamento ad esso. Prova http://sourceforge.net/projects/idesk/
nl: FOUT: Yad niet geïnstalleerd of niet in het pad. Probeer http://sourceforge.net/projects/idesk/
pt: ERRO: idesk não instalado ou em falta no endereço. Tentar http://sourceforge.net/projects/idesk/
sl: NAPAKA: idesk ni nameščen oziroma ni v poti. Poskusi http://sourceforge.net/projects/idesk/

source: idesk found - we're on a roll :)
ca: He trobat idesk - anem bé :)
de: idesk gefunden - Wir haben einen Lauf :)
el: idesk βρήκε
es: idesk encontrado - estamos en racha :)
fr: idesk a été trouvé - c'est parfait :)
it: idesk trovato - butta bene :)
nl: idesk gevonden - het gaat goed :)
pt: idesk encontrado - tudo a correr bem :)
sl: idesk prisoten, dobro :)

source: Icon Management Tool
ca: Eina de gestió d'icones
de: Symbol Verwaltungswerkzeug
el: Εργαλείο διαχείρισης εικονιδίων
es: Herramienta de gestión de iconos
fr: Outil de gestion des icônes
it: Strumento di Gestione Icone
nl: Icoon Management Gereedschap
pt: Ferramenta de gestão de ícones
sl: Orodje za upravljanje ikon

source: Icon Caption:\n(Leave blank for no caption)
ca: Títol de la icona:\n(Deixeu en blanc si no en té)
de: Symbolbezeichnung:\n(Leer lassen für keine Bezeichnung)
el: Ετικέτα εικονιδίου: (Αφήστε κενό για μη λεζάντα)
es: Subtítulo de icono:\n(Deje en blanco para que no haya subtítulos)
fr: Légende d'icône:\n(Laissez vide si vous n'en mettez pas)
it: Didascalia dell'icona:\n(Lascia vuoto per nessuna didascalia)
nl: Icoon Bijschrift:\n(Laat blanco voor geen bijschrift)
pt: Legenda do ícone:\n(Deixar em branco se não tiver legenda)
sl: Oznaka ikone:\n(pusti prazno če brez oznake)

source: Back
ca: Enrere
de: Zurück
el: Πίσω
es: Volver
fr: Retour
it: Indietro
nl: Terug
pt: Voltar atrás
sl: Nazaj

source: Cancel
ca: Cancel·la
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Annulla
nl: Ongedaan maken
pt: Cancelar
sl: Prekliči

source: Next
ca: Següent
de: Weiter
el: Επόμενο
es: Siguiente
fr: Suivant
it: Successivo
nl: Volgende
pt: Seguinte
sl: Naslednji

source: Caption
ca: Títol
de: Bezeichnung
el: Λεζάντα
es: Subtítulo
fr: Légende
it: Didascalia
nl: Bijschrift
pt: Legenda
sl: Oznaka

source: NOTE: The default right-click command \n runs this configuration tool (recommended).
ca: NOTA: L'ordre de clic dret per omissió \n executa aquesta eina de configuració (recomanat).
de: HINWEIS: Der Standard-Rechtsklick-Befehl \n führt dieses Konfigurationswerkzeug aus (empfohlen).
el: ΣΗΜΕΙΩΣΗ: Η προεπιλεγμένη εντολή δεξί κλικ τρέχει αυτό το εργαλείο διαμόρφωσης (συνιστάται).
es: NOTA: El comando predeterminado de clic derecho \n ejecuta esta herramienta de configuración (recomendada).
fr: NOTE: La commande clic-droit par défaut \n lance cette outil (recommandé).
it: NOTA: Il comando di default, associato al pulsante destro del mouse, \n avvia questo strumento di configurazione (raccomandato).
nl: OPMERKING: Het standaard rechts-klik commando \n voert dit configuratiegereedschap uit (aanbevolen).
pt: NOTA: O comando predefinido do clique-direito \n executa a ferramenta de configuração (recomendado).

source: Left-Click Command:
ca: Ordre de Clic esquerre:
de: Linksklick-Befehl:
el: Εντολή αριστερού κλικ:
es: Comando de clic izquierdo:
fr: Commande clic-gauche
it: Comando con pulsante sinistro:
nl: Links-Klik Commando:
pt: Comando do clique-esquerdo:
sl: Levi-klik ukaz:

source: Right-Click Command:
ca: Ordre per al Clic dret:
de: Rechtsklick-Befehl:
el: Εντολή δεξί κλικ:
es: Comando de clic derecho:
fr: Commande clic-droit
it: Comando con pulsante destro:
nl: Rechts-Klik Commando:
pt: Comando do clique-direito:
sl: Desni-klik ukaz:

source: Current icon
ca: Icona actual
de: Aktuelles Symbol
el: Τρέχον εικονίδιο
es: Icono actual
fr: Icône actuelle
it: Icona attuale
nl: Huidig icoon
pt: Ícone em uso
sl: Trenutna ikona

source: Oops!
ca: Ep!
de: Hoppla!
el: Ωχ!
es: ¡Uy!
nl: Oeps!
pt: Ups!
sl: Ups!

source: Error: Icon Image File Not Found.
ca: Error: no he trobat el fitxer d'imatge per la icona.
de: Fehler: Symbolbild nicht gefunden.
el: Σφάλμα: Το αρχείο εικόνας εικονιδίου δεν βρέθηκε.
es: Error: No se encuentra el archivo de imagen de icono.
fr: Erreur: Le fichier image de l'icône n'a pas été trouvé.
it: Errore: Non è stato trovato alcun file immagine dell'icona.
nl: Fout: Icoon Beeldbestand Niet Gevonden.
pt: Erro: não foi encontrado o ficheiro de imagem do ícone.
sl: Napaka: datoteka ikonine slike ni najdena

source: Quit
ca: Surt
de: Beenden
el: Έξοδος
es: Salir
fr: Quitter
it: Esci
nl: Stop
pt: Sair
sl: Končaj

source: Error: Unknown Filetype. The icon should be a png image.
ca: Error: Tipus de fitxer desconegut. La icona ha de ser una imatge png.
de: Fehler: Unbekannter Dateityp. Das Symbol muss ein png Bild sein.
el: Σφάλμα: Άγνωστος τύπος αρχείου. Το εικονίδιο πρέπει να είναι εικόνα png.
es: Error: Tipo de archivo desconocido. El icono debe ser una imagen .png
fr: Erreur: Type de fichier inconnu. L'icône doit être en png.
it: Errore: Tipo di file sconosciuto. L'icona dovrebbe essere un'immagine .png.
nl: Fout: Onbekend Filetype. Het icoon moet een png-beeld zijn.
pt: Erro: Tipo de ficheiro desconhecido. O ícone deve ser uma imagem png.
sl: Napaka: neznana vrsta datoteke. Ikona bi morala biti png slika

source: Please choose a file
ca: Si us plau, trieu un fitxer
de: Bitte eine Datei auswählen
el: Επιλέξτε ένα αρχείο
es: Por favor, elija un archivo
fr: Veuillez choisir un fichier
it: Scegli un file
nl: Aub bestand selecteren
pt: Escolher um ficheiro
sl: Prosim izberi datoteko

source: Error: You need to select a valid file
ca: Error: Cal que trieu un fitxer vàlid
de: Fehler: Es muss eine gültige Datei ausgewählt werden
el: Σφάλμα: Πρέπει να επιλέξετε ένα έγκυρο αρχείο
es: Error: Necesita seleccionar un archivo válido
fr: Erreur: Vous devez choisir un fichier valide
it: Errore: Devi selezionare un file valido
nl: Fout: U dient een geldig bestand te selecteren
pt: Erro: tem que ser seleccionado um ficheiro válido
sl: Napaka: Potrebno je izbrati veljavno datoteko

source: Finished!
ca: Acabat!
de: Fertig!
el: Ολοκληρώθηκε!
es: ¡Finalizado!
fr: Terminé !
it: Finito!
nl: Voltooid!
pt: Terminado!
sl: Končano!

source: All done. Restarting idesk now...
ca: Completat. Reiniciant ara l'idesk...
de: Alles erledigt. idesk wird jetzt neu gestartet...
el: Ολοκληρώθηκε. Επανεκκίνηση idesk τώρα ...
es: Ya está hecho. Reiniciando idesk ahora...
fr: C'est fini. Redémarrage de idesk...
it: Fatto. Riavvia idesk ora...
nl: Alles klaar. Herstarten idesk...
pt: Tudo concluído. A reiniciar o idesk...
sl: Vse opravljeno. Idesk ponovno zagnan...

source: Choose a .png icon image
ca: Trieu una imatge d'icona png
de: Ein .png Symbolbild auswählen
el: Επιλέξτε εικονίδιο .png
es: Elija una imagen de icono .png
fr: Choisir une icône en .png
it: Scegli un'immagine .png per l'icona
nl: Kies een .png icoon afbeelding
pt: Escolher uma imagem de ícone .png
sl: Izberi .png sliko ikone

source: View or Edit an Icon
ca: Veu o edita una icona
de: Ein Symbol anzeigen oder bearbeiten
el: Προβολή ή επεξεργασία ενός εικονιδίου
es: Ver o editar un icono
fr: Visualiser ou éditer une icône
it: Visualizza o modifica un'icona
nl: Icoon Bekijken of Bewerken
pt: Ver ou editar um ícone
sl: Prikaži ali uredi ikono

source: Remove an Icon
ca: Elimina una icona
de: Ein Symbol entfernen
el: Αφαιρέστε ένα εικονίδιο
es: Eliminar un icono
fr: Supprimer une icône
it: Rimuovi un'icona
nl: Verwijder een Icoon
pt: Remover um ícone
sl: Odstrani ikono

source: Add a New Icon
ca: Afegeix una nova icona
de: Ein neues Symbol hinzufügen
el: Προσθέστε ένα νέο εικονίδιο
es: Adicionar un Nuevo Icono
fr: Ajouter une nouvelle icône.
it: Aggiungi una nuova icona
nl: Voeg een Nieuw Icoon toe
pt: Adicionar um novo ícone
sl: Dodaj novo ikono

source: Reload the Desktop
ca: Torna a carregar l'escriptori
de: Den Schreibtisch neu laden
el: Επαναφορτίστε την επιφάνεια εργασίας
es: Recargar el escritorio
fr: Relancer l'environnement de bureau
it: Ricarica il Desktop
nl: Herlaad de Desktop
pt: Recarregar o ambiente de trabalho
sl: Ponovno naloži namizje

source: Edit iDesk's config file
ca: Edita el fitxer de configuració d'iDesk
de: Die iDesk Konfigurationsdatei bearbeiten
el: Επεξεργαστείτε το αρχείο ρυθμίσεων του iDesk
es: Editar el archivo de configuración de iDesk
fr: Editer le fichier de configuration de iDesk
it: Modifica il file config di iDesk
nl: Bewerk iDesk's configuratiebestand
pt: Editar o ficheiro de configuração do iDesk
sl: Urejanje nastavitvene datoteke za iDesk

source: MX-idesktool Help
ca: Ajuda de MX-idesktool
de: MX-idesktool Hilfe
el: Βοήθεια MX-idesktool
es: Ayuda de MX-idesktool
fr: Aide de MX-idesktool
it: Guida MX-idesktool
nl: MX-ideskgereedschap Hulp
pt: Ajuda do MX-idesktool
sl: MX-ideskorodje Pomoč

source: USE: double-click entry to select a management action
ca: ÚS: feu doble clic en una entrada per triar una acció de gestió
de: NUTZUNG: Doppelt auf einen Eintrag klicken, um eine Verwaltungsaktion auszuwählen
el: ΧΡΗΣΗ: κάντε διπλό κλικ στην καταχώρηση για να επιλέξετε μια ενέργεια διαχείρισης
es: USO: haga doble clic en la entrada para seleccionar una acción de gestión
fr: UTILISATION: double-clic pour choisir une action de gestion
it: USO: doppio-click per selezionare una azione di gestione
nl: GEBRUIK: dubbelklik op invoer om een beheeractie te selecteren
pt: USO: clicar duas vezes na entrada para seleccionar uma acção de gestão

source: iDesk Configuration
ca: Configuració d'iDesk
de: iDesk Konfiguration
el: Διαμόρφωση iDesk
es: Configuración de iDesk
fr: Configuration de iDesk
it: Configurazione di iDesk
nl: iDesk Configuratie
pt: Configuração do iDesk
sl: iDesk Nastavitve

source: Config. file found - excellent!
ca: He trobat el fitxer de configuració - excel·lent!
de: Konfig.datei gefunden - exzellent!
el: Το αρχείο διαμόρφωσης βρέθηκε
es: Archivo de configuración encontrado - ¡excelente!
fr: Fichier Config. trouvé - excellent!
it: File config. trovato - eccellente!
nl: Config. bestand gevonden - perfect!
pt: Encontrado o ficheiro de configuração - excelente!
sl: Nastavitvena datoteka najdena - super!

source: WARNING: No ideskrc file was found.\nWould you like to have this file\nadded now?
ca: ATENCIÓ: No he trobat cap fitxer ideskrc.\nVoleu afegir-lo ara?
de: WARNUNG: Keine ideskrc-Datei gefunden.\nSoll diese Datei jetzt hinzugefügt\nwerden?
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Δεν βρέθηκε αρχείο ideskrc. Θα θέλατε να προσθέσετε τώρα αυτό το αρχείο;
es: ADVERTENCIA: No se encontró ningún archivo ideskrc.\n¿Le gustaría tener este archivo\nañadido ahora?
fr: ATTENTION: Impossible de trouver le fichier ideskrc.\nVoulez-vous ajouter ce fichier\nmaintenant?
it: ATTENZIONE: non è stato trovato alcun file ideskrc.\nDesideri aggiungere questo file\nora?
nl: WAARSCHUWING: Geen ideskrc bestand gevonden.\nWilt u dit bestand\nnu toevoegen?
pt: AVISO: Não foi encontrado nenhum\nficheiro ideskrc. Adicionar agora\neste ficheiro?

source: No!
de: Nein!
el: Όχι!
fr: Non !
nl: Nee!
pt: Não!
sl: Ne!

source: Yes!
ca: Sí!
de: Ja!
el: Ναι!
es: ¡Si!
fr: Oui !
it: Si!
nl: Ja!
pt: Sim!
sl: Da!

source: \tThe configuration file has been written. \n Drag any icons you create to the desired locations and they will be remembered between sessions \n\n Would you like to run the icon wizard now?
ca: \tS'ha escrit el fitxer de configuració. \n Arrossegueu les icones que creeu a les ubicacions desitjades i se les recordarà entre sessions \n\n Voleu executar l'assistent d'icones ara?
de: \tDie Konfigurationsdatei wurde geschrieben. \n Ziehe alle erstellten Symbole an die gewünschten Stellen und sie werden zwischen den Sitzungen gespeichert \n\n Den Symbolassistenten jetzt ausführen?
el: Το αρχείο ρυθμίσεων έχει γραφτεί. Σύρετε τα εικονίδια που δημιουργείτε στις επιθυμητές τοποθεσίες και θα τα θυμάστε ανάμεσα στις περιόδους σύνδεσης. Θέλετε να εκτελέσετε τώρα τον οδηγό εικονιδίων;
es: \tEl archivo de configuración ha sido escrito. \n Arrastre los iconos que cree a los lugares deseados y ellos serán recordados entre sesiones \n\n ¿Desea ejecutar el asistente de iconos ahora?
fr: \tLe fichier de configuration a été crée. \n Déplacer une icône créée vers l'emplacement voulu et il sera conservé d'une session à l'autre \n\n Voulez-vous lancer l'assistant d'icône ?
it: \tIl file di configurazione è stato scritto. \n Trascina tutte le icone che crei nelle posizioni desiderate e verranno ricordate tra le sessioni \n\n Desideri avviare ora la procedura guidata per le icone?
nl: \tHet configuratiebestand is geschreven. \n Sleep eventuele pictogrammen die u maakt naar de gewenste plaatsen en zij zullen worden herinnerd tussen de sessies door \n\n Wil je nu de icoon wizard uitvoeren?
pt: \tO ficheiro de configuração foi criado. \n Arrastar quaisquer ícones criados para os locais desejados e eles serão memorizados entre sessões \n\n Executar o assistente de ícones agora?

source: Properties
ca: Propietats
de: Eigenschaften
el: Ιδιότητες
es: Propiedades
fr: Propriétés
it: Proprietà
nl: Eigenschappen
pt: Propriedades
sl: Lastnosti

source: Delete
ca: Esborra
de: Löschen
el: Διαγραφή
es: Borrar
fr: Supprimer
it: Elimina
nl: Verwijder
pt: Eliminar
sl: Izbriši

source: New
ca: Nou
de: Neu
el: Νέο
es: Nuevo
fr: Nouveau
it: Nuovo
nl: Nieuw
pt: Novo
sl: Nov

source: Refresh
ca: Refresca
de: Aktualisieren
el: Ανανέωση
es: Refrescar
fr: Rafraîchir
it: Aggiorna
nl: Verversen
pt: Recarregar
sl: Osveži

source: Configure
ca: Configura
de: Konfigurieren
el: Ρύθμιση
es: Configurar
fr: Configurer
it: Configura
nl: Configureer
pt: Configurar
sl: Nastavi

source: Help
ca: Ajuda
de: Hilfe
el: Βοήθεια
es: Ayuda
fr: Aide
it: Aiuto
nl: Hulp
pt: Ajuda
sl: Pomoč

source: ACTION
ca: ACCIÓ
de: AKTION
el: ΔΡΑΣΗ
es: ACCIÓN
it: AZIONE
nl: ACTIE
pt: ACÇÃO
sl: AKCIJA

source: DESCRIPTION
ca: DESCRIPCIÓ
de: BESCHREIBUNG
el: ΠΕΡΙΓΡΑΦΗ
es: DESCRIPCIÓN
it: DESCRIZIONE
nl: BESCHRIJVING
pt: DESCRIÇÃO
sl: OPIS

source: Right-Click Command
ca: Ordre del clic dret
de: Rechtsklick-Befehl
el: Εντολή δεξί κλικ
es: Comando de clic derecho
fr: Commande clic-droit
it: Comando con pulsante destro
nl: Rechts-Klik Commando
pt: Comando do clique-direito
sl: Desni-klik ukaz

source: This will restore the default settings for init, startup and menu-mx. That will overwrite what is currently in your fluxbox folder.
ca: Això restaurarà els paràmetres per omissió per init, startup i menu-mx. També sobreescriurà el que hi ha al directori fluxbox.
de: Dadurch werden die Standardeinstellungen für init, startup und menu-mx wiederhergestellt. Dies wird überschreiben, was sich derzeit im Fluxbox-Ordner befindet.
el: Αυτό θα επαναφέρει τις προεπιλεγμένες ρυθμίσεις για το init, την εκκίνηση και το μενού-mx. Αυτό θα αντικαταστήσει αυτό που βρίσκεται στον φάκελο fluxbox σας.
es: Esto restaurará la configuración predeterminada para init, startup y menu-mx. Esto sobreescribirá lo que está actualmente en la carpeta fluxbox.
fr: Cette action va restaurer les paramètres par défaut pour init, startup et menu-mx. Cela écrasera également ce qui se trouve dans votre dossier fluxbox.
it: Questo ripristinerà le impostazioni predefinite per init, startup e menu-mx. Ciò sovrascriverà ciò che è attualmente presente nella cartella fluxbox.
nl: Hiermee worden de standaardinstellingen voor init, opstarten en menu-mx hersteld. Dit zal wat op dat moment in uw fluxbox-map staat overschrijven.
pt: Esta acção irá restaurar as configurações predefinidas em init, startup e menu-mx, o que irá sobrescrever o que está presentamente na pasta fluxbox pessoal.

source: Log out and back in to complete the change.
ca: Sortiu i torneu a entrar per completar els canvis.
de: Melde dich ab und wieder an, um die Änderung abzuschließen.
el: Αποσυνδεθείτε και συνδεθείτε για να ολοκληρώσετε την αλλαγή.
es: Salga y vuelva a entrar para completar el cambio.
fr: Déconnectez puis reconnectez-vous pour valider les modifications.
it: Esci e fai nuovamente il Login per completare le modifiche.
nl: Log uit en weer in om de verandering af te ronden.
pt: Sair e voltar a entrar para completar a alteração.

source: This will make changes required for a legacy toolbar layout. Your current settings will be backed up and can be restored by clicking Menu > Settings > Toolbar > Userlast
ca: Això farà els canvis necessaris per a la disposició de la barra d'eines. Es farà una còpia de seguretat dels vostres paràmetres, que es poden restaurar clicant Menú > Paràmetres > Eines > Userlast
de: Dadurch werden Änderungen vorgenommen, die für das Layout einer alten Symbolleiste erforderlich sind. Die aktuellen Einstellungen werden gesichert und können durch Klicken auf Menü > Einstellungen > Symbolleiste > Userlast wiederhergestellt werden.
el: Αυτό θα κάνει τις αλλαγές που απαιτούνται για μια διάταξη παλαιού εργαλείου. Οι τρέχουσες ρυθμίσεις θα δημιουργηθούν αντίγραφα ασφαλείας και θα μπορούν να αποκατασταθούν κάνοντας κλικ στο Μενού> Ρυθμίσεις> Γραμμή εργαλείων> Userlast
es: Esto realizará los cambios necesarios para un diseño de barra de herramientas heredado. Se hará una copia de seguridad de su configuración actual y se puede restaurar haciendo clic en Menú > Configuración > Barra de herramientas > Último usuario
fr: Les changements requis pour l'agencement antérieur de la barre d'outil seront effectués. Vos paramètres actuels seront enregistrés et pourront être restaurés via Menu > Paramètres > Barre d'outil > Userlast
it: Ciò comporterà l'esecuzione delle modifiche necessarie per un layout tradizionale della barra degli strumenti. Verrà eseguito il backup delle impostazioni correnti che potranno essere ripristinate cliccando su Menu> Impostazioni> Barra degli strumenti> Ultimoutente
nl: Dit zal wijzigingen aanbrengen die nodig zijn voor een legacy werkbalk layout. Er wordt een back-up gemaakt van uw huidige instellingen en deze kunnen worden hersteld door te klikken op Menu > Instellingen > Werkbalk > Gebruikervorige
pt: Esta acção irá fazer alterações necessárias ao esquema de barra de ferramentas antigo. As configurações presentemente definidas serão guardadas. Podem ser restauradas clicando em Menu > Definições > Barra de ferramentas > Última
