Repository: Iqbal-art/mx-fluxbox
Catalog: translations_script/po/mx-fluxbox_*.po
Languages: ca, de, el, es, fr, it, nl, pt, sl

source: This will restore the settings that were in place when you selected a legacy toolbar layout.
ca: Això restaurarà els paràmetres que estaven en ús quan heu triat una disposició clàssica.
de: Dadurch werden die Einstellungen wiederhergestellt, die beim Auswählen eines alten Symbolleisten-Layouts vorhanden waren.
el: Αυτό θα επαναφέρει τις ρυθμίσεις που εφαρμόστηκαν όταν επιλέξατε μια διάταξη παλαιού εργαλείου.
es: De esta forma se restaurarán los ajustes que estaban en su lugar cuando seleccionó una disposición de la barra de herramientas heredada.
fr: Cette action va restaurer les paramètres qui étaient en cours lorsque vous avez choisi un agencement antérieur de la barre d'outil.
it: Questo ripristinerà le impostazioni presenti prima che tu scegliessi un layout tradizionale per la barra degli strumenti.
nl: Hiermee worden de instellingen hersteld die golden toen u een oude werkbalk layout selecteerde.
pt: Esta acção irá restaurar as configurações que estavam definidas quando foi seleccionado o esquema de barra de ferramentas antigo.
